Repository: yeager/swedish-tm
Catalog: reviewed/catalogs/codeberg-readeck.tmx
Source language: en
Languages: sv

source: Bookmark List in Browser Bookmarks Format
sv: Bokmärkeslista i webbläsarens bokmärkesformat

source: Red
sv: Röd

source: By %s
sv: Av %s

source: search in bookmarks
sv: sök bokmärken

source: Field
sv: Fält

source: Import your Pocket Articles
sv: Importera dina Pocket-artiklar

source: Menu
sv: Meny

source: Expires on: %s
sv: Går ut den: %s

source: Removing your verification code will make your account less secure.
sv: Om du tar bort din verifieringskod blir ditt konto mindre säkert.

source: Applications
sv: Applikationer

source: Enter the code displayed on your device
sv: Skriv in koden som visas på din enhet

source: Import operation will launch momentarily.
sv: Importprocess kommer påbörjas momentant.

source: We have sent an email to <strong>%s</strong> with further instructions.
sv: Vi har skickat ett e-postmeddelande till <strong>%s</strong> med ytterligare instruktioner.

source: It expires on %s
sv: Den går ut den %s

source: Authorization required
sv: Autentisering krävs

source: This will delete the user <strong>%s</strong> and all their contents.
sv: Detta kommer att radera användare <strong>%s</strong> och allt deras innehåll.

source: Sunday
sv: Söndag

source: username is not valid
sv: användarnamnet är ogiltigt

source: username does not match
sv: användarnamnet matchar ej

source: "%s" is not a valid date value
sv: "%s" är inte ett giltigt datumvärde

source: Open link
sv: Öppna länk

source: This bookmark will be removed in a few seconds.
sv: Bokmärket kommer raderas om ett par sekunder.

source: With Notes
sv: Med anteckningar

source: An error occurred.
sv: Ett fel uppstod.

source: The uploaded file must contain a first row with the column names. Column names are case insensitive and, except for <code>%s</code>, every column is optional.
sv: Den uppladdade filen måste innehålla en första rad med kolumnnamnen. Kolumnnamn är oberoende av stor eller liten bokstav och, förutom <code>%s</code>, är inga kolumner obligatoriska.

source: Line height
sv: Linjehöjd

source: Profile imported.
sv: Profil importerad.

source: Bookmark title
sv: Bokmärkestitel

source: Bookmark Collections
sv: Bokmärkessamlingar

source: Completed
sv: Avslutade

source: New User
sv: Ny Användare

source: User will be removed in a few seconds
sv: Användaren kommer raderas inom ett par sekunder

source: Setup Verification Code
sv: Ställ in verifieringskod

source: This user is attached to an external authentication provider:<br /> <strong>%[1]s</strong>.<br /> Therefore, some of their properties are not editable.<br /> This will detach the user <strong>%[2]s</strong>.
sv: Denna användare är kopplad till en extern autentiseringsleverantör:<br /> <strong>%[1]s</strong>.<br /> Därför är vissa av deras egenskaper inte redigerbara.<br /> Detta kommer att koppla bort användare <strong>%[2]s</strong>.

source: Applications are registered clients that have permissions to access your Readeck account. If there are applications you do not recognize here, or an application is misbehaving, you can revoke its access.
sv: Applikationer är registrerade klienter som har behörighet att komma åt ditt Readeck-konto. Om det finns applikationer här som du inte känner igen, eller om en applikation bär sig illa åt, så kan du återkalla dess åtkomst.

source: an unexpected error has occurred
sv: ett oväntat fel har uppstått

source: With hyphenation
sv: Med bindestreck

source: Readeck Help
sv: Readeck Hjälp

source: Remove from archive
sv: Radera från arkiv

source: New Collection
sv: Ny Samling

source: An error occurred while creating your token.
sv: Ett fel uppstod när din token skapades.

source: Create a new API token
sv: Skapa en ny API-token

source: Subscribe to this feed by copying the URL below:
sv: Prenumerera på det här flödet genom att kopiera adressen nedan:

source: Upload a CSV file exported from your Readwise Reader account below.
sv: Ladda upp en CSV-fil exporterad från ditt Readwise Reader-konto nedan.

source: Reset search
sv: Nollställ sökning

source: Sends this bookmark's content in the message.
sv: Skicka detta bokmärkes innehåll i meddelandet.

source: State changes
sv: Uppge ändringar

source: Attention
sv: Observera

source: Month(s)
sv: Månad(er)

source: Highlight
sv: Markering

source: Go to next page
sv: Gå till nästa sida

source: Videos
sv: Videor

source: As a password
sv: Som ett lösenord

source: Page has expired
sv: Sidan har löpt ut

source: My profile
sv: Min profil

source: Here are the columns you can set:
sv: Här är kolumnerna du kan sätta:

source: Third-Party Licenses
sv: Tredjepartslicenser

source: Which information is imported
sv: Vilken information är importerad

source: Hi, Here is your ebook for: **%s**
sv: Hej, Här är en ebok till: **%s**

source: This will empty your current profile and all its data will be replaced with the file's content.
sv: Detta kommer att rensa din nuvarande profil och all dess data kommer att ersättas med innehållet från filen.

source: This feed provides the latest entries from this bookmark list
sv: Det här flödet visar de senaste inläggen från den här bokmärkeslistan

source: Your bookmarks are now available in your <a class="%s" href="%s">bookmark list</a>.
sv: Dina bokmärken är nu tillgängliga i din <a class="%s" href="%s">bokmärkeslista</a>.

source: You have no registered application at the moment.
sv: Du har ingen registrerad applikation för tillfället.

source: Go back to the bookmark
sv: Gå till bokmärket

source: Green
sv: Grön

source: URL of your Wallabag homepage
sv: URL för din Wallabad-sida

source: Added, oldest first
sv: Tillagda, äldsta först

source: Please provide the email address you used to create your account and we'll send you a message with a link to recover your password.
sv: Ange den epostadress du använde för att skapa ditt konto så skickar vi ett meddelande med en länk för att återställa ditt lösenord.

source: You can use this token by passing it as an <strong>Authorization: Bearer</strong> HTTP header.
sv: Du kan använda denna token genom att skicka den som en <strong>Authorization: Bearer</strong> HTTP-header.

source: Uploaded documents such as PDFs or EPUB.
sv: Uppladdade dokument såsom PDFer eller EPUB.

source: Sign out
sv: Logga ut

source: Title
sv: Titel

source: A JSON encoded list of labels
sv: En JSON-formaterad lista med etiketter

source: This lets you download a zip file containing all your profile's data, including bookmarks, collections, etc.
sv: Här kan du ladda ned en zip-fil som innehåller all din profildata, inklusive bokmärken, samlingar, etc.

source: About %d minute read
sv: Cirka %d minuts läsning

source: About %d minutes read
sv: Cirka %d minuters läsning

source: Modification
sv: Modifikation

source: Save
sv: Spara

source: a.m.
sv: förmiddag

source: Application information
sv: Applikationsinformation

source: User updated.
sv: Användare uppdaterad.

source: You don't have any bookmarks yet.<br> Copy a link in the field above and start saving.
sv: Du har inga bokmärken än.<br>Kopiera in en länk i fältet ovan för att börja samla.

source: January
sv: Januari

source: Include annotations and notes
sv: Inkludera annoteringar och anteckningar

source: must be at least 8 characters long
sv: måste vara minst 8 tecken långt

source: Go to the sign in page
sv: Gå till inloggningssidan

source: Bookmarks Labels
sv: Bokmärkesetiketter

source: Error
sv: Fel

source: With the Browser Extension, you can save pages, images and selections directly from your browser!
sv: Med webbläsartillägget kan du spara sidor, bilder och markeringar direkt från din webbläsare!

source: must be lower or equal than %g
sv: måste vara mindre än eller lika med %g

source: Deny
sv: Neka

source: Send message
sv: Skicka meddelande

source: Roles
sv: Roller

source: Text Direction
sv: Textriktning

source: Review permissions
sv: Granska behörigheter

source: Depending on the error, Readeck's browser extension may provide a workaround.
sv: Beroende på felet, kan Readecks webbläsartillägg kanske kringgå problemet.

source: You can share the following link with your friends.
sv: Du kan dela följande länk med dina vänner.

source: This token will be removed in a few seconds.
sv: Denna token kommer att raderas om ett par sekunder.

source: copy to clipboard
sv: kopiera till urklipp

source: Mosaic view
sv: Mosaikvy

source: Author
sv: Författare

source: Friday
sv: Fredag

source: What is not imported:
sv: Vad som inte är importerat:

source: Import Links from a GoodLinks export file
sv: Importera Länkar från en GoodLinks-exportfil

source: My API Tokens
sv: Mina API-tokens

source: Saved with %s
sv: Delad med %s

source: Increase font size
sv: Öka teckenstorleken

source: You are connected as <strong>%s</strong>
sv: Du är ansluten som <strong>%s</strong>

source: Thu
sv: Tors

source: <strong>%s</strong> would like permission to access your account. Only approve this request if you recognize and trust this source.
sv: <strong>%s</strong> vill ha tillstånd att komma åt ditt konto. Godkänn denna begäran endast om du känner igen och litar på källan.

source: Expires on
sv: Går ut den

source: Current font size
sv: Nuvarande teckenstorlek

source: Progress
sv: Progression

source: Errors
sv: Fel

source: You don't have any highlights yet.
sv: Du har inga markeringar än.

source: Wed
sv: Ons

source: Import your Browser's Bookmarks, Pinboard, Instapaper
sv: Importera din webbläsares bokmärken, Pinboard, Instapaper

source: Learn more
sv: Lär dig mer

source: File
sv: Fil

source: Mark as read
sv: Markera som läst

source: Export Bookmarks
sv: Exportera bokmärken

source: Email settings
sv: Epostinställningar

source: no
sv: nej

source: July
sv: Juli

source: Admin : Read Only
sv: Administratör: Skrivskyddad

source: If you plan to send e-books to a Kindle device, you must approve the following email address within your Kindle Account:
sv: Om du planerar att skicka e-böcker till en Kindle-enhet, så måste du godkänna följande epostadress i ditt Kindle-konto:

source: This link is shared with annotations.
sv: Den här länken delas med annoteringar.

source: Developer information
sv: Utvecklarinformation

source: Required
sv: Obligatorisk

source: Collection %s
sv: Samling %s

source: Close dialog
sv: Stäng dialog

source: Pictures
sv: Bilder

source: Here you can import your existing bookmark collection from various sources into Readeck.
sv: Här kan du importera dina existerande bokmärkessamlingar från diverse olika källor till Readeck.

source: Verification Code (TOTP)
sv: Verifieringskod (TOTP)

source: Play video
sv: Spela video

source: never used
sv: aldrig använd

source: Options
sv: Alternativ

source: Created on
sv: Skapad

source: Collection ebook - %s
sv: Samlingsebok - %s

source: Detach this user
sv: Koppla bort denna användare

source: Please read the <a href="%s">API Documentation</a> if you plan to use it.
sv: Se <a href="%s">API-dokumentationen</a> om du planerar att använda det.

source: Without hyphenation
sv: Utan bindestreck

source: Readeck Bookmarks
sv: Readeck-bokmärken

source: p.m.
sv: eftermiddag

source: Is Loaded
sv: Är Inläst

source: Export Data
sv: Exportera data

source: This client will be revoked in a few seconds.
sv: Denna klient kommer att återkallas om ett par sekunder.

source: Shared by %[1]s with %[2]s
sv: Delad av %[1]s med %[2]s

source: Delete token
sv: Radera token

source: Increase line height
sv: Öka linjehöjden

source: Delete this user
sv: Radera denna användare

source: Marks all links as read, regardless of their original status
sv: markera alla länkar som lästa, oavsett deras originalstatus

source: Disclose source
sv: Avslöja källa

source: Applications for Readeck
sv: Applikationer för Readeck

source: Page not found
sv: Sida ej hittad

source: not a valid email address
sv: inte en giltig epostadress

source: Import Links from a CSV File
sv: Importera Länkar från en CSV-fil

source: Site Name, Z to A
sv: Sidnamn, Ö till A

source: Width
sv: Bredd

source: Right to left
sv: Höger till vänster

source: Upload a JSON file obtained from your Pinboard account.
sv: Ladda upp en JSON-fil som hämtats från ditt Pinboard-konto.

source: Add a label
sv: Lägg till en etikett

source: A verification code is a one time code generated by an application, such as Google Authenticator.
sv: En verifieringskod är en engångskod som genereras av en applikation, till exempel Google Authenticator.

source: Week(s)
sv: Vecka/veckor

source: Secondary Menu
sv: Sekundär Meny

source: Token will be removed in a few seconds.
sv: Token kommer raderas inom ett par sekunder.

source: Decrease width
sv: Minska bredden

source: Client Secret
sv: Klient-hemlighet

source: Profile : Read Only
sv: Profil: Skrivskyddad

source: Note: upload the ZIP file directly, not its contents
sv: Notis: ladda upp själva ZIP-filen, inte dess innehåll

source: text must contain %d characters
sv: texten måste innehålla %d tecken

source: How to contribute:
sv: Hur man bidrar:

source: Tuesday
sv: Tisdag

source: Pinboard JSON backup File
sv: Säkerhetskopieringsfil för Pinboard JSON

source: You can now close this page.
sv: Du kan nu stänga denna sida.

source: Until
sv: Till

source: untitled
sv: utan titel

source: Delete this bookmark
sv: Radera detta bokmärke

source: Permission denied.
sv: Åtkomst nekad.

source: You must provide your newsreader app a username and an <a class="%[1]s" href="%[2]s">API Token</a> to load this feed.
sv: Du måste ange ett användarnamn och en <a class="%[1]s" href="%[2]s">API-token</a> till din nyhetsläsarapp för att ladda det här flödet.

source: This address is used to prefill the recipient when you send an e-book by email.
sv: Denna adress används för att förhandsfylla mottagare när du skickar en e-bok över epost.

source: Compact view
sv: Kompakt vy

source: Bookmark content
sv: Bokmärk innehåll

source: You can keep using Readeck while the import is running.
sv: Du kan fortsätta använda Readeck medan importen körs.

source: Disk Usage
sv: Diskanvändning

source: Duration, shortest first
sv: Längd, kortast först

source: E-Book
sv: E-bok

source: Previous
sv: Föregående

source: Authorize
sv: Autentisera

source: invalid URL
sv: ogiltig URL

source: Convert section titles to labels
sv: Konvertera sektionstitlar till etiketter

source: Download EPUB
sv: Ladda ner EPUB

source: Highlights
sv: Markeringar

source: How to use it
sv: Hur du använder den

source: Import existing bookmarks
sv: Importera existerande bokmärken

source: Export
sv: Exportera

source: Close
sv: Stäng

source: Initial URL:
sv: Inledande URL:

source: Profile
sv: Profil

source: Revoke application
sv: Återkalla applikation

source: Collections
sv: Samlingar

source: Readeck Collection: %s
sv: Readeck-samlingar: %s

source: Oct
sv: Okt

source: Invalid code
sv: Ogiltig kod

source: After scanning the QR code, the app will display a six-digit code that you need to enter below.
sv: När du skannat QR-koden visar appen en sexsiffrig kod som du behöver ange nedan.

source: March
sv: Mars

source: Bookmark information
sv: Bokmärkesinformation

source: Your search query yielded <strong>no results</strong>.
sv: Din sökning gav <strong>inga resultat</strong>.

source: Bookmark not found
sv: Bokmärke ej hittat

source: Import Bookmarks from a Linkwarden export file
sv: Importera Bokmärket från en Linkwarden-exportfil

source: Link address
sv: Länkadress

source: Site Name
sv: Webbplatsnamn

source: All your Bookmarks
sv: Alla dina bokmärken

source: Go back
sv: Gå tillbaka

source: Last used on: %s
sv: Senast använd den: %s

source: Loading
sv: Läser in

source: Import Links from a Pinboard JSON backup file
sv: Importera länkar från en Pinboard JSON-säkerhetskopia

source: The previous
sv: Den föregående

source: Send To
sv: Skicka Till

source: Liability
sv: Ansvar

source: Sign in
sv: Logga in

source: Bookmarks : Read Only
sv: Bokmärken: Skrivskyddad

source: Change theme
sv: Byt tema

source: Picture
sv: Bild

source: "%[1]s" is not a valid address. Did you mean to search your bookmarks for %[2]s?
sv: "%[1]s" är inte en giltig adress. Menade du att söka i dina bokmärken efter %[2]s?

source: Article title, URL, and when it was first saved,
sv: Artikelns titel, URL och när den först sparades,

source: Unread
sv: Olästa

source: You can export your bookmark list in the following formats:
sv: Du kan exportera din bokmärkeslista i följande format:

source: Two-factor authentication
sv: Tvåfaktorsautentisering

source: Import bookmarks
sv: Importera bokmärken

source: Upload a Pocket export file in the form below and Readeck will fetch and save every link found in the file.
sv: Ladda upp en Pocket-exportfil i fältet nedan så hämtar och sparar Readeck alla länkar som finns i filen.

source: Upload a CSV file from Instapaper or any CSV that matches the format specified below.
sv: Ladda upp en CSV-fil från Instapaper eller någon annan CSV-fil som matchar formatet nedan.

source: Grid view
sv: Rutnätsvy

source: username is already in use
sv: användarnamnet används redan

source: Add this email address in your outgoing emails so recipients can reply.
sv: Lägg till denna epostadress i dina utgående epost så mottagare kan svara.

source: Go to previous page
sv: Gå till föregående sida

source: Name
sv: Namn

source: invalid password
sv: ogiltigt lösenord

source: Published, most recent first
sv: Publicerade, nyaste först

source: Storage
sv: Lagring

source: Archived
sv: Arkiverade

source: Edit
sv: Redigera

source: Remove Verification Code
sv: Ta bort verifieringskod

source: Last Login
sv: Senaste inloggning

source: Send article by Email
sv: Skicka artikel med Epost

source: Invalid user and/or password
sv: Ogiltig användare och/eller lösenord

source: Your password has been changed.
sv: Ditt lösenord har ändrats.

source: Moves all links to archive, regardless of their original status
sv: Flytta alla länkar till arkiv, oavsett deras originalstatus

source: Confirm your user name
sv: Bekräfta ditt användarnamn

source: Archived Bookmarks
sv: Arkiverade bokmärken

source: Empty or invalid import file
sv: Tom eller ogiltig importfil

source: Main content
sv: Huvudinnehåll

source: Alternatively, you can use this token as a password for HTTP Basic Authentication.
sv: Alternativt kan du använda denna token som ett lösenord för HTTP Basic Authentication.

source: Send EPUB to
sv: Skicka EPUB till

source: Matrix Chat:
sv: Matrix-chatt:

source: This collection will be removed in a few seconds.
sv: Denna samling kommer att tas bort om några sekunder.

source: Add label
sv: Lägg till etikett

source: field is required
sv: fält är obligatoriskt

source: Private use
sv: Privat användning

source: Shared link
sv: Delad länk

source: Did you know?
sv: Visste du att?

source: Back to home page
sv: Tillbaka till startsida

source: Client ID
sv: Klient-ID

source: One value per line
sv: Ett värde per rad

source: Page not found.
sv: Sidan kunde inte hittas.

source: An API Token is a key that grants you access to the Readeck API.
sv: En API-nyckel är en nyckel som ger dig tillgång till Readeck API:t.
